export default {

    "weekday": {
        "1": "Пн",
        "2": "Вт",
        "3": "Ср",
        "4": "Чт",
        "5": "Пт",
        "6": "Сб",
        "7": "Вс"
    },

    "month": {
        "1": "Январь",
        "2": "Февраль",
        "3": "Март",
        "4": "Апрель",
        "5": "Май",
        "6": "Июнь",
        "7": "Июль",
        "8": "Август",
        "9": "Сентябрь",
        "10": "Октябрь",
        "11": "Ноябрь",
        "12": "Декабрь"
    },

    "LIST_NO_DATE": 'Список без даты',
    "ADD_TASK": "Добавить задачу",
    "EDITOR_PLACEHOLDER": "Сюда можно ввести дополнительную информацию по задаче...",
    "ENTER_NAME": 'Введите название',

    // Popups Registration

    "HELLO_IN_APP": 'Приветствуем в Weeko!',
    "HELLO_IN_APP_DESC": 'Вы можете попробовать возможности сервиса и без регистрации. Но для сохранения задач, календарей и заметок вам нужно Зарегистрироваться или Войти. ',
    "HELLO_IN_APP_LOGIN": 'Войти',
    "HELLO_IN_APP_TRY": 'Попробовать Weeko',
}